questions = {
    1: {
        "question": "В чем измеряется длина?",
        "answer": {
            "1": "в метрах",
            "2": "в килограммах",
            "3": "в молях"
        }
    },
    2: {
       "question": "Какой формулой измеряется пройденное расстояние?",
        "answer": {
            "1": "S = v * t",
            "2": "D = S * v",
            "3": "Такой формулы не существует"
        }
    },
    3: {
        "question": "Чему равно  ускорение свободного падения?",
        "answer": {
            "1": "g = 9,806 65 м/с2",
            "2": "g = 1",
            "3": "g = 3.14"
        }
    }
}

# Данные с правильными ответами
correct_answers = {
    "В чем измеряется длина?": "в метрах",
    "Какой формулой измеряется пройденное расстояние?": "S = v * t",
    "Чему равно  ускорение свободного падения?": "g = 9,806 65 м/с2"
}

help_text = '''
Как пользоваться ботом:
тебе будет предложено 3 вопроса с вариантами ответа.
После прохождения теста ты узнаешь свою оценку.
'''
welcome_text = "Добро пожаловать в наш 'квиз' по физике! Давай проверим твои знания за 7-ой класс😉 Для вызова справки нажми /help Для начала тестирования введи /test"
congratulations_text = '''
Вы прошли Quiz! 🏆
'''
