buttons = {
    "main": {
        "game": "Game! 🕹",
        "clip": "🎥 Посмотреть клип"
    },
    "menu": {
        "my_key": "🔒 Мой ключ", 
        "instruction": "📋 Инструкция", 
        "help": "🔧 Помощь", 
        "rules": "📖 Правила"
    }
}

welcome_text = '''
Добро пожаловать в RPG-квест "Красная Сеть: За Гранью Марсианских Вершин" 😉 
'''

intro_text = 'Цель этой игры: построить Красную Сеть, которая превратит Марс в новый центр человеческой активности.'

intro_text2 = 'Посмотри короткий 💥 Promo-ролик 💥, который даст тебе информацию о сюжете игры.'

help_text = '''
💬 Как пользоваться ботом? 
Этот бот - игра. Необходимо внимательно читать вопросы и давать правильные ответы.
Если все ответы правильные - ты победил!
'''
contact_text = '''
Макс
Мой GitHub
https://github.com/maxmayorov23
'''

victory_code = 'infrastructure'

congratulations_text = '''
Ты смог построить Красную Сеть, которая превратила Марс в новый центр человеческой активности!.
Победа! 🏆 Молодец! 
'''